Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1038_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki čoahkkin 28.3.2015 dmu 12
smn: Sämitige čuákkim lá 28.3.2015 tme 12

source: Sámedikki čoahkkima sáhttá čuovvut interneahtas čujuhusas:
smn: Sämitige čuákkim puáhtá čuávvuđ interneetist čujottâsâst:

source: Čoahkkima sáhttá čuovvut maiddái čoahkkinsáles.
smn: Čuákkim puáhtá čuávvuđ meid čuákkimsalist.

source: Čoahkkin álgá Sajosis dmu 12.
smn: Čuákkim álgá Sajosist tijme 12.

source: Sámedikki čoahkkin 2/2015 áššelistá
smn: Sämitige čuákkim 2/2015 äššilisto
